[
  {
    "id": 0,
    "lien": "https://github.com/pulsybkr/SecondLife---E-commerce",
    "name": "Second Life",
    "logo": "/projet/sclogo.jpg",
    "techno": "Next JS / React JS / TypeScript / Node JS / Express JS / Mysql ",
    "description": 
    "J'ai eu la chance de travailler sur le développement d'un site de vente de téléphones reconditionnés en utilisant des technologies modernes de développement web telles que React et Next.js pour le front-end, ainsi que Node.js, Express.js et Sequelize pour le back-end avec une base de données MySQL.",
    "image": "/projet/scimage.png",
    "slide": [
      "/projet/sc1.jpg", "/projet/sc2.jpg", "/projet/sc3.jpg", "/projet/sc4.jpg", "/projet/sc5.jpg", "/projet/sc6.jpg"
    ],
    "categories_id": 1
    },
  {
  "id": 1,
  "lien": "https://oeildelune.vercel.app/freezy",
  "name": "Oeil de lune Music",
  "logo": "/projet/odllogo.jpg",
  "techno": "Next Js / Firebase ",
  "description": 
  "J'ai créé un site vitrine pour un label de musique en utilisant les technologies Next.js et Firebase. Le site permet de présenter les artistes du label, leurs dernières sorties musicales ainsi que les événements à venir. <br /> Ce projet est toujours en cours ...",
  "image": "/projet/odlimage.png",
  "slide": [
    "/projet/odl1.jpg", "/projet/odl2.jpg", "/projet/odl3.jpg", "/projet/odl4.jpg", "/projet/odl5.jpg"
  ],
  "categories_id": 1
  },
  {
    "id": 2,
    "lien": "#",
    "name": "Mes Designs",
    "logo": "/projet/delogo.png",
    "techno": "Figma / Photoshop / Illustrator ",
    "description": 
    " Retrouvez ci-dessous mes projets de design que j'ai réalisés au cours des cinq dernières années. Grâce à mes compétences en utilisant Photoshop et Illustrator, j'ai pu mettre en œuvre ma créativité pour produire des designs uniques et professionnels. ",
    "image": "/projet/de.jpg",
    "slide": [
      "/projet/de1.png", "/projet/de2.png", "/projet/de3.png", "/projet/de4.png", "/projet/de5.png", "/projet/de6.png", "/projet/de7.png", "/projet/de8.png", "/projet/de9.png"
    ],
    "categories_id": 4
    },
  {
  "id": 3,
  "lien": "https://pulsybkr.github.io/Mon_portofolio/",
  "name": "Portfolio 2021",
  "logo": "/projet/portlogo.png",
  "techno": "Figma / HTML / CSS / JavaScript",
  "description": 
  "J'ai réalisé mon portfolio de l'année dernière en utilisant Figma pour les maquettes, HTML, CSS et JavaScript pour le développement. Le site était entièrement réactif et adapté à tous les écrans, permettant aux utilisateurs de le consulter facilement sur n'importe quel appareil. Ce projet m'a permis de mettre en pratique mes compétences en design et développement web, et j'étais fier du résultat final. Il m'a également donné l'occasion de continuer à apprendre et à perfectionner mes compétences dans ces domaines.",
  "image": "/projet/portimg.png",
  "slide": [
    "/projet/port1.jpg", "/projet/port4.jpg", "/projet/port2.jpg", "/projet/port3.jpg", "/projet/port4.jpg", "/projet/port5.png"
  ],
  "categories_id": 1
  },
  {
    "id": 4,
    "lien": "#",
    "name": "RACO STYLE",
    "logo": "/projet/raco_logo.png",
    "techno": "Figma",
    "description": 
    "J'ai réaliser un projet de maquette de site e-commerce réalisé l'année dernière en utilisant Figma, en respectant les consignes données. Le site est conçu pour être facile à utiliser et à naviguer, avec une interface intuitive et une présentation claire des produits. Le design est moderne et attrayant, intègre des fonctionnalités de recherche, panier d'achat et processus de paiement.",
    "image": "/projet/raco.jpg",
    "slide": [
      "/projet/raco1.jpg", "/projet/raco2.jpg", "/projet/raco3.jpg", "/projet/raco4.jpg"
    ],
    "categories_id": 3
  },
  {
    "id": 5,
    "lien": "https://pulsybkr.github.io/projet-fin-2022/index.html#",
    "name": "VISIT CONGO",
    "logo": "/projet/cglogo.png",
    "techno": "Figma / HTML / CSS / JavaScript",
    "description": 
    "J'ai réalisé un projet de site vitrine pour une agence de tourisme. J'ai utilisé Figma pour créer les maquettes, HTML pour la structure, CSS pour le style et JavaScript pour les fonctionnalités interactives. Le site respectait les normes en vigueur et était entièrement adaptatif, permettant aux utilisateurs de naviguer facilement sur tous les appareils. Ce projet m'a permis de mettre en pratique mes compétences en design, développement web et programmation JavaScript. J'étais fier du résultat final et j'espère que vous avez apprécié également.",
    "image": "/projet/cgimg.jpg",
    "slide": [
      "/projet/cg1.jpg", "/projet/cg2.jpg", "/projet/cg3.jpg", "/projet/cg4.jpg", "/projet/cg5.jpg", "/projet/cg6.jpg"
    ],
    "categories_id": 1
  }
  ]